{
  "September": {
    "30": {
      "saints": [
        "The Holy Priest-Martyr Gregory, Bishop of",
        "Great Armenia (332)."
      ],
      "troparia": {
        "Troparion, Tone 4:": "You shared in the apostles’ way of life: . Or, this Troparion in the same tone: Today the daystar of the Unsetting Light, the greatest bishop and the long-suffering shepherd, the truly heroic pastor, the model of ascetics and martyrs, the radiant glory of the Church of Armenia has invited the faithful to sing and exalt with love in our assembly. Let us bless with hymns of praise the divinely inspired Gregory who is adorned with the martyr’s crown. Kontakion, Tone 2: Let us the faithful praise in songs and hymns the renowned and superior hierarch of all, Gegory, as a sufferer for the truth, as a vigilant shepherd and teacher, a lamp and advocate for the whole world, for he intercedes with Christ to save us. October"
      },
      "kontakia": {}
    },
    "1": {
      "saints": [
        "THE PROTECTION OF THE MOST",
        "HOLY THEOTOKOS.",
        "The Holy Apostle Ananias, one of the Seventy.",
        "Our Venerable Father Romanus the Melodist (496)"
      ],
      "troparia": {
        "Troparion of the Theotokos, Tone 4:": "Protected by your appearance, O Theotokos; today, we devout people solemnly celebrate. Gazing upon your most pure icon, we fervently say: Protect us with your holy veil, and deliver us from all evil, imploring your Son, Christ our God, to save our souls. Kontakion, Tone 3: Today the Virgin is present in the Church, and with the choirs of saints, invisibly prays to God for us. The angels worship with the hierarchs, the apostles rejoice with the prophets; because the Theotokos prays for us to the eternal God. Troparion of the Apostle, Tone 3: O holy Apostle Ananias, intercede with the merciful God that He may grant our souls forgiveness of sins. Troparion of the Venerable, Tone 8: In you, O father, the divine image was strictly preserved; taking up your cross, you followed Christ. You taught us by example how to spurn the flesh, for it passes away, and how to"
      },
      "kontakia": {}
    },
    "640": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "641": {
      "saints": [
        "care for the soul, which is immortal. Therefore, O venerable",
        "Romanus, your soul rejoices with the angels."
      ],
      "troparia": {},
      "kontakia": {
        "Kontakion of the Apostle, Tone 2:": "With fervent prayers O Intercessor, and asking a speedy hearing, accept our prayers, O Ananias, and pray to Christ to have mercy on us, O unique one reposed among the saints. Kontakion of the Venerable, Tone 8: You were adorned from childhood with the divine virtues of the spirit, O all-wise Romanus, you were a precious adornment of the church of Christ. For you made it lovely with beautiful hymnody. Therefore, we pray to you: grant your divine gift to those who desire it, that we may cry out to you: Rejoice O all-blessed father, beauty of the Church."
      }
    }
  },
  "October": {
    "1": {
      "saints": [
        "The Holy Unmercenary Wonder-workers",
        "Cosmas and Damian."
      ],
      "troparia": {
        "Troparion, Tone 8:": "Holy unmercenary healers and wonderworkers, Cosmas and Damian, treat us in our weakness; freely you received, so freely give to us. Kontakion, Tone 2: O glorious physicians and wonderworkers who have received the grace of healing, you grant health to the afflicted. By your care, defeat our shameless enemies and give miraculous healing in the world."
      },
      "kontakia": {}
    },
    "2": {
      "saints": [
        "The Holy Martyrs Akindynus, Pegasius, Aphthonius,",
        "Elpidiphorus, and Anempodistus (335)."
      ],
      "troparia": {
        "Troparion, Tone 2:": "O passion-bearers of the Lord, blessed is the earth that received your blood, and holy is the place that received your bodies. You have vanquished the enemy in battle and proclaimed Christ with courage. We pray to you to intercede with Him, the Good One, that He may save our souls."
      },
      "kontakia": {}
    },
    "664": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "665": {
      "saints": [],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 2:": "You received the pious and God-bearing martyrs who gave up all things on earth—Akindynus, Pegasius, and Anempodistus, and with them Aphthonius and Elpidiphorus —into the enjoyment of Your good gifts and repose, O You Who alone are all-good."
      }
    }
  },
  "November": {
    "688": {
      "saints": [
        "December"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "1": {
      "saints": [
        "The Holy Prophet Nahum.",
        "If it is not Alleluia, Troparion, Tone 2:",
        "As we celebrate the memory of Your prophet Nahum, O",
        "Lord, we implore You to save our souls through his prayers.",
        "Another Troparion, Tone 8:",
        "By the radiance of the life-creating Trinity and the",
        "enlightenment of the Spirit, the God-directed prophet Nahum",
        "warned the idolatrous Ninevites of impending doom. You",
        "reaped the reward in martyrdom. But now you rejoice in",
        "heaven with the angelic choirs, standing in the presence of",
        "the Triple Splendor, yet because you have the confidence of a",
        "prophet, pray for us who always honor your memory."
      ],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 4:": "Your pure heart was enlightened by the Spirit and became a vessel of radiant prophecy. Because you saw as present the events yet to come we honor you, O blessed and glorious Prophet Nahum."
      }
    },
    "2": {
      "saints": [
        "The Holy Prophet Habakkuk."
      ],
      "troparia": {
        "Troparion, Tone 2:": "As we celebrate the memory: ."
      },
      "kontakia": {}
    },
    "689": {
      "saints": [],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 8:": "O Habakkuk speaking in behalf of God, you announced to the whole world the coming of God from the south and from a virgin. Standing on the divine watch, you received a message from a radiant angel: you announced the resurrection of Christ to the world. Therefore, we cry out to you: rejoice, radiant goodness of prophets."
      }
    }
  },
  "December": {
    "714": {
      "saints": [
        "January"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "1": {
      "saints": [
        "THE CIRCUMCISION ACCORDING TO",
        "THE FLESH OF OUR LORD, GOD, AND",
        "SAVIOR JESUS CHRIST.",
        "COMMEMORATION OF OUR FATHER",
        "AMONG THE SAINTS BASIL THE",
        "GREAT, ARCHBISHOP OF CAESAREA",
        "IN CAPPADOCIA (379)."
      ],
      "troparia": {
        "Troparion of the Feast, Tone 1:": "O Jesus, although You are seated on a fiery throne with the eternal Father and Your divine Spirit, You were pleased to be born of a virgin maiden, your Mother who has never known man. Therefore, as man You were also circumcised when You were eight days old. Glory to Your most noble decision! Glory to Your salvation! Glory to Your humility! You alone love mankind. Troparion of the Saint, Tone 1: Your voice resounds to the whole world which has received your word of instruction in divine dogmas. You explained the nature of creation and gave rules to order human conduct. O royal priest, O venerable father Basil, beg Christ our God to grant us His great mercy. Kontakion of the Saint, Tone 4: You have appeared as the unshakeable foundation of the Church, leading all mortals to safe pasture in the Lord,"
      },
      "kontakia": {}
    },
    "715": {
      "saints": [
        "and confirming them by your teachings, O venerable Basil,",
        "revealer of heavenly mysteries."
      ],
      "troparia": {},
      "kontakia": {
        "Kontakion of the Feast, Tone 3:": "The Lord of all endures circumcision and being good, He cuts away the sins of mortals. Today He grants salvation to the world, and the bishop Basil, the Creator’s morning star, rejoices; he has been initiated into the mysteries of Christ. Dismissal: May Christ our true God, Who was circumcised according to the Law on the eighth day for our salvation, have mercy on us and save us:"
      }
    }
  },
  "January": {
    "1": {
      "saints": [
        "Pre-festive Day of the Meeting of our Lord, God",
        "and Savior, Jesus Christ.",
        "The Holy Martyr Tryphon (250)."
      ],
      "troparia": {
        "Troparion of the Pre-festive, Tone 1:": "The angelic choir of heaven looks earthward, peering down from the heavenly heights to behold the firstborn of all creation carried into the Temple as an infant in the arms of the mother who has not known man. Together with us they are overwhelmed with awe and sing a hymn in preparation for the feast. Troparion of the Martyr, Tone 4: Your martyr (Name), O Lord our God, in his struggle received an incorruptible crown from You. With Your strength, he brought down the tyrants and broke the cowardly valor of demons. Through his prayers, O Christ our God, save our souls. Kontakion of the Pre-festive, Tone 6: The invisible Word of the Father has become visible in the flesh. He was born of the Virgin ineffably and was placed in the arms of the elderly priest. Let us all worship Him, our true God."
      },
      "kontakia": {}
    },
    "738": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "739": {
      "saints": [],
      "troparia": {},
      "kontakia": {
        "Kontakion of the Martyr, Tone 8:": "You have destroyed polytheism to the ends of the earth with firm Trinitarian resolve, O all glorious; you were honored by Christ. And having conquered the torturers through Christ the Savior, you received the crown of martyrdom and the gift of divine healing, for you are invincible."
      }
    }
  },
  "February": {
    "1": {
      "saints": [
        "The Holy Venerable Martyr Eudoxia (2nd Century).",
        "If it is the Forty Days, we sing Alleluia.",
        "If it is not, the Troparion, Tone 8:",
        "You bound your soul to the love of Christ by purity of",
        "heart, and you spurned perishable things as a disciple of the",
        "Word. You brought your senses under control by fasting, and",
        "then you shamed the enemy by enduring martyrdom. Because",
        "of this Christ gave you a double crown, O glorious Eudoxia,",
        "venerable martyr: pray to Christ God that He may save our",
        "souls."
      ],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 4:": "Having struggled well in asceticism during your suffering, you sanctify us even after death with the pouring out of wonders, O all-praised one. Those who hasten to you in faith in the divine church and solemnly celebrate, we pray to you, O venerable martyr Eudoxia, that we may be delivered from spiritual infirmities and receive the grace of wonders."
      }
    },
    "756": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "757": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    }
  },
  "March": {
    "776": {
      "saints": [
        "April"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "1": {
      "saints": [
        "Our Venerable Mother Mary of Egypt (c. 530)."
      ],
      "troparia": {
        "Troparion, Tone 8:": "In you, O mother, the divine image: . Or this, in Tone 3: Once, you who had been filled with all kinds of harlotry, repentance has made you a bride of Christ. And by living the angelic life, you destroyed the power of the devil with the armor of the cross. By this you were revealed as the bride of the King, O glorious Mary. Kontakion, Tone 4: Having fled the gloom of sin and enlightened your heart with the light of repentance, O glorious one, you went to Christ, bringing His all-immaculate and holy Mother as a merciful intercessor before Him, and from where you found remission of your transgressions, ever-rejoicing with the angels."
      },
      "kontakia": {}
    },
    "2": {
      "saints": [
        "Our Venerable Father Titus the Wonder-worker",
        "(9th Century).",
        "Alleluia."
      ],
      "troparia": {},
      "kontakia": {}
    },
    "777": {
      "saints": [],
      "troparia": {
        "Troparion, Tone 8:": "In you, O father, the divine image: . Kontakion, Tone 4: Foresaking the turbulence of life, you lived your entire life in tranquility, O wise one. You drew near to God, O wonder- bearer Titus, our venerable father."
      },
      "kontakia": {}
    }
  },
  "April": {
    "30": {
      "saints": [
        "The Holy Apostle James, Brother of the Holy",
        "[Apostle and Evangelist] John the Theologian."
      ],
      "troparia": {
        "Troparion, Tone 3:": "O holy Apostle James: . Or this, in the same tone: You were a chosen Apostle of Christ, and the only brother of the beloved theologian, O all-praised James. Ask remission of sins for those who sing to you, and great mercy to our souls. Kontakion, Tone 2: You heard the divine voice calling you; you overcame the love of your father, and you ran after Christ with your brother, O glorious James. Both of you were granted to see the divine Transfiguration of the Lord. May"
      },
      "kontakia": {}
    },
    "1": {
      "saints": [
        "The Holy Prophet Jeremiah."
      ],
      "troparia": {
        "Troparion, Tone 2:": "As we celebrate the memory: . Kontakion, Tone 3: Having cleansed the spirit, O great prophet and martyr, by your radiant heart, O glorious Jeremiah, you received the gift of prophecy from above, and you cried out loudly among the nations: This is our God; there is none like Him Who appeared incarnate on earth."
      },
      "kontakia": {}
    },
    "2": {
      "saints": [
        "Our Father among the saints Athanasius the",
        "Great (373)."
      ],
      "troparia": {
        "Troparion, Tone 3:": "You became a pillar of orthodoxy, strengthening the Church through divine dogmas, O high priest Athanasius. For having preached that the Son is equal in nature to the Father, you shamed Arius, O venerable father. Pray to Christ God to grant us great mercy."
      },
      "kontakia": {}
    },
    "794": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "795": {
      "saints": [],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 2:": "You planted the teaching of orthodoxy, cutting down the weeds of slander, having increased the seeds of faith watered by the Spirit, O venerable one; therefore, we sing to you, O Athanasius. Or this, in the same tone: Blaring trumpet of the Lord and flute of the Spirit, O great Athanasius, O fiery mind, it is fitting to sing your praises with hymns; for you taught us to honor the Trinity of one essence."
      }
    }
  },
  "May": {
    "1": {
      "saints": [
        "The Holy Martyr Justin the Philosopher and his",
        "Companions (167)."
      ],
      "troparia": {
        "Troparion, Tone 4:": "Your martyrs, O Lord our God, in their struggles received incorruptible crowns from You. With Your strength, they brought down the tyrants and broke the cowardly valor of demons. Through their prayers, O Christ our God, save our souls. Kontakion, Tone 2: With the wisdom of your divine words, O Justin, the whole Church of God is adorned, enlightening the world with the radiance of your way of life. You received a crown by pouring out your blood, and standing before Christ with the angels, pray unceasingly for all of us."
      },
      "kontakia": {}
    },
    "2": {
      "saints": [
        "Our Father among the saints Nicephorus the",
        "Confessor (771)."
      ],
      "troparia": {
        "Troparion, Tone 4:": "Your life has shown you: . Or this, Tone 8: The grace of your deep words and lofty teaching has become a ladder to virtue for us. You possessed a trumpet of the spirit, O father, and by it you announce spiritual teaching. You have taken up your abode in paradise, but still confound enemies with the might of your words, O blessed Nicephorus, beg Christ to forgive the sins of those who honor you."
      },
      "kontakia": {}
    },
    "814": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "815": {
      "saints": [],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 4:": "Since you have received a crown of victory, O Nicephorus, fom God in heaven, O most glorious one, as first bishop of Christ and teacher, save those who faithfully honor you."
      }
    }
  },
  "June": {
    "30": {
      "saints": [
        "The Synaxis of the Holy, Glorious and All-",
        "Praiseworthy Twelve Apostles."
      ],
      "troparia": {
        "Troparion, Tone 4:": "Leaders of the apostles: see above. Or this, Tone 8: Your preaching has spread over the whole earth, because you have received the Spirit in flaming tongues. You burned down the lies of idolatry, and you have caught the straying people with the model of faith. The heavens declare your glory for this, and the firmament proclaims your works. We join them in a song to your memory: through the prayers of Your twelve apostles, save us, O God. Kontakion, Tone 2: Today the rock of Christ brightly glorifies both the rock of faith, the highest ranked of the disciples, and with Paul the whole assembly of the twelve. faithfully celebrating their memory, let us glorify the One Who glorified them. July"
      },
      "kontakia": {}
    },
    "1": {
      "saints": [
        "The Holy Unmercenary Healers and",
        "Wonder-workers Cosmas and Damian (284)."
      ],
      "troparia": {
        "Troparion, Tone 4:": "Today the people sing to God on high because He gave us doctors who practiced without fee. Let us sing to Cosmas and Damian: Since you have been given the gift of grace to cure, give it freely among all who honor your memory. Kontakion, Tone 2: Having received the grace of healing, you extend healing to those in need, O glorious wonder-working physicians. But through your visitation put down the insolence of warriors, granting healing to the world through your wonders. or the troparion and kontakion, ."
      },
      "kontakia": {}
    },
    "2": {
      "saints": [
        "The Deposition of the Precious Robes of our",
        "most holy Lady, the Theotokos at [the church",
        "of] Blachernae [Constantinople] (c. 465)."
      ],
      "troparia": {
        "Troparion, Tone 8:": "O Ever-Virgin Theotokos, protectress of mankind, you"
      },
      "kontakia": {}
    },
    "834": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "835": {
      "saints": [
        "have given a majestic blessing to your city. The robe and",
        "sash of your immaculate body remained incorrupt throughout",
        "your seedless child-bearing: For time and nature are renewed",
        "through you. Therefore, let us pray to you: Grant peace to",
        "your city and great mercy to our souls."
      ],
      "troparia": {},
      "kontakia": {
        "Kontakion, Tone 4:": "O Pure One, full of the grace of God, you bestowed your sacred robe with which you covered your holy body as a garment of incorruption to all the faithful. O protection of all mankind, let us lovingly celebrate its covering, and let us cry aloud to you in awe: Rejoice, O virgin, praise of Christians."
      }
    }
  },
  "July": {
    "31": {
      "saints": [
        "Pre-festive Day of the Procession of the Precious",
        "and Life-creating Cross of the Lord.",
        "The Holy and Righteous Eudocimus (9th Century)."
      ],
      "troparia": {
        "Troparion of the Pre-festive, Tone 1:": "Save Your people, O Lord, and bless your inheritance. Grant victory to your Church over evil and protect Your people by Your cross. Troparion of Eudocimus, Tone 4: Having called you from earth to the heavenly mansion, the Lord preserves your body whole even after death, O holy Eudocimus. For you inhabited the abode in both chastity and purity, O blessed one, having not defiled the flesh. Therefore, with boldness beseech Christ God to save us. Kontakion of the Pre-festive, Tone 4: Heaven surpassed the sun in brilliance, for the cross illumines everything by its radiance. Therefore, You Who are the Lover of Mankind and the Savior of the world, enlighten our minds and senses by its power. We have the cross as the weapon of peace and as an ally. Kontakion of Eudocimus, Tone 2: Desiring the highest things, intimately uniting with the highest, and like a fiery chariot with the divine ascent of virtue, you perfected the soul, O all-blessed Eudocimus. Having lived on earth as if bodiless, you pleased the Creator of all. August"
      },
      "kontakia": {}
    },
    "1": {
      "saints": [
        "The Procession of the Wood of the Venerable and",
        "Life-creating Cross.",
        "The Holy Seven Maccabees, their Mother",
        "Solomonia and the Elder Eleazar.",
        "From this date we begin the Fast of the Theotokos, and",
        "continue until the 15th day of this month, on the Feast of",
        "the Dormition of the Most Holy Theotokos."
      ],
      "troparia": {
        "Troparion of the Cross, Tone 1:": "Save Your people, O Lord: . Troparion of the Martyrs, Tone 1: We beseech You, O Lord; and through the sufferings these saints endured for Your sake, we implore You to heal all our infirmities. Kontakion of the cross, Tone 4: Christ our God, Who were willingly raised upon the cross, grant Your mercies to the new people who bear Your Name. By Your power grant joy to the Church. Give her victory over evil with Your invincible trophy, the weapon of peace, as an ally."
      },
      "kontakia": {}
    },
    "860": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "861": {
      "saints": [],
      "troparia": {},
      "kontakia": {
        "Kontakion of the Martyrs, Tone 2:": "Seven pillars of divine wisdom, seven beacons of divine light, great martyrs before the age of martyrs, pray to God for all of us, O wise Maccabees, for we observe your memory with devotion.",
        "Kontakion, Tone 2:": "Through fasting you shone like lights, and by your faith you overthrew heresies, we praise you in hymns Isaac, Dalmatus, and Faustus, for like men pleasing to Christ you are praying for all of us."
      }
    }
  },
  "August": {
    "30": {
      "saints": [
        "[Post-festive Day of the Beheading of the Holy Baptist",
        "John.]",
        "Our Holy Fathers Alexander (340), John (595),",
        "and Paul the Younger (784), Patriarchs of",
        "Constantinople."
      ],
      "troparia": {
        "Troparion of the Forerunner.": "and the Troparion of the Hierarchs, Tone 4: God of our fathers: . Kontakion of the Forerunner, Tone 4: Herod sinned in giving your precious head, O Forerunner, to his wife. Herodias danced at first but now weeps, while Herod weeps and laments. We prostrate before it and all filled with joy. Kontakion of the Hierarchs, Tone 8: Crucified by the love of Christ, O glorious ones, and accepting His yoke, you revealed yourselves followers in His footsteps by your way of life, and you became participants of"
      },
      "kontakia": {}
    },
    "880": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "881": {
      "saints": [
        "This is the",
        "Hymn of Saint Ambrose,",
        "Bishop of Milan:",
        "We praise You, O God, we acknowledge You to be the",
        "Lord, and all the earth worships You, the Father everlasting. To",
        "You all angels, the heavens and all the powers, the cherubim",
        "and seraphim, cry out in unison with their unceasing voice:",
        "Holy, holy, holy, Lord God of hosts. Both heaven and earth",
        "are full of the majesty of Your glory. The glorious chorus",
        "of the apostles praises You. The praiseworthy company",
        "of the prophets praises You. The white-robed army of the",
        "martyrs praises You. The holy Church throughout the world",
        "acknowledges You: the Father of an infinite majesty; Your",
        "adorable, true, and only Son; and the Holy Spirit, the Paraclete.",
        "You are the King of Glory, O Christ! You are the everlasting",
        "Son of the Father. When You took upon Yourself to deliver",
        "the human race, You did not disdain the Virgin’s womb. When",
        "You had overcome the sting of death, You opened the kingdom",
        "of heaven to all believers. You are seated at the right hand of",
        "God, in the glory of the Father and we believe that You will",
        "come to be our Judge. We, therefore, pray You to help Your",
        "servants whom You have redeemed with Your precious blood.",
        "Make them to reign with Your saints in glory everlasting. O",
        "Lord, save Your people, and bless Your inheritance, govern",
        "us and lift us up forever. Day by day we bless You, and we"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "882": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "883": {
      "saints": [
        "The Book of Hours: Časoslov\fpraise Your Name forever, to the ages of ages. Grant, O Lord,",
        "to keep us today without sin. Have mercy on us, O Lord, have",
        "mercy on us. Let Your mercy, O Lord, be upon us, as we have",
        "placed our hope in You. In You, O Lord, have we hoped; let us",
        "never be confounded. Amen.",
        "Introduction to the Monastic Rule of Prayer",
        "for those who wish to make use of it",
        "and who are living in the world.",
        "Whether those persons, male and female, are illiterate",
        "or for the sake of those persons who do not have the texts",
        "of the church hymnody inasmuch as they are in villages or",
        "countryside, or in cities where they are unable to go to hear",
        "the church services, and the same Rule is not understood to",
        "be burdensome work, but those who have a desire to please",
        "God, and, through cleansing of the heart of thoughts by prayer",
        "and fasting, that is, to make many repetitions of the prayer in",
        "stillness.",
        "Beginning this rule, make prostrations, and after having",
        "made bows, stand again, and say this:",
        "O God, be merciful to me, a sinner.",
        "O God, cleanse me of my sins, and have mercy on me!",
        "O Lord, You are my Creator, have mercy on me!",
        "O Lord, forgive me, for I have sinned without number.",
        "and:",
        "O Virgin Lady, Theotokos, save me!",
        "My holy guardian angel, protect me from all harm!",
        "Holy (your patron saint) pray to God for me!"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "884": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "885": {
      "saints": [
        "The Book of Hours: Časoslov\fFor the Evening Hymn, the Jesus Prayer:",
        "Lord Jesus Christ, Son of God, have mercy on me, a",
        "sinner. One hundred, and twenty-five prostrations.",
        "For Compline, the Prayer: fifty, and twelve prostrations.",
        "For the Canon and the Akathist of the Theotokos, the",
        "Prayer: two hundred, and twenty-nine prostrations.",
        "For the Canon and Parakleisis of the Theotokos, the",
        "Prayer: seventy, and twelve prostrations.",
        "For the Canon of the Guardian Angel, the Prayer: fifty,",
        "and seven prostrations.",
        "For a weekday Canon, the Prayer: thirty, and five",
        "prostrations.",
        "For the Midnight Service, the Prayer: one hundred, and",
        "twenty-five prostrations.",
        "For Matins, the Prayer: three hundred, and fifty",
        "prostrations.",
        "For the First Hour, the Prayer: fifty, and seven prostrations.",
        "For the Third Hour, for the Sixth Hour, and for the Ninth",
        "Hour, likewise the Prayer: fifty, and seven prostrations.",
        "For the Typical Psalms, the Prayer: one hundred, and ten",
        "prostrations.",
        "The End, and Glory to God!"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "886": {
      "saints": [
        "PASCHALIA",
        "Year from",
        "Christ",
        "Year from",
        "Creation of",
        "The World",
        "_________________________________________________",
        "Pascha in",
        "the Julian",
        "Calendar",
        "Pascha in",
        "the Greg.",
        "Calendar"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "7529": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7530": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7531": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7532": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7533": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7534": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7535": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7536": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7537": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7538": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7539": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2021": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2022": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2023": {
      "saints": [
        "May 2",
        "April 4",
        "April 24",
        "April 17",
        "April 16",
        "April 9",
        "2024 *",
        "May 5",
        "Mar. 31"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2025": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2026": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2027": {
      "saints": [
        "April 20",
        "April 20",
        "April 12",
        "April 5",
        "May 2",
        "Mar. 28",
        "2028 *",
        "April 16",
        "April 16"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2029": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2030": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2031": {
      "saints": [
        "April 8",
        "April 1",
        "April 28",
        "April 21",
        "April 13",
        "April 13"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "887": {
      "saints": [
        "The Book of Hours: Časoslov",
        "Year from",
        "Christ",
        "Year from",
        "Creation of",
        "the World",
        "_________________________________________________",
        "Pascha in",
        "the Julian",
        "Calendar",
        "Pascha in",
        "the Greg.",
        "Calendar",
        "PASCHALIA",
        "Year from",
        "Christ",
        "Year from",
        "Creation of",
        "the World",
        "_________________________________________________",
        "Pascha in",
        "the Julian",
        "Calendar",
        "Pascha in",
        "the Greg.",
        "Calendar"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "7540": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7541": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7542": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7543": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7544": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7545": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7546": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7547": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7548": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7549": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7550": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7551": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7552": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7553": {
      "saints": [
        "2032 *",
        "May 2",
        "Mar. 28"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2033": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2034": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2035": {
      "saints": [
        "April 24",
        "April 17",
        "April 9",
        "April 9",
        "April 29",
        "Mar. 25",
        "2036 *",
        "April 20",
        "April 13"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2037": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2038": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2039": {
      "saints": [
        "April 5",
        "April 5",
        "April 25",
        "April 25",
        "April 17",
        "April 10",
        "2040 *",
        "May 6",
        "April 1"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2041": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2042": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2043": {
      "saints": [
        "April 21",
        "April 21",
        "April 13",
        "April 6",
        "May 3",
        "Mar. 29",
        "2044 *",
        "April 24",
        "April 17"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2045": {
      "saints": [
        "April 9",
        "April 9"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "7554": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7555": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7556": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7557": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7558": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7559": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7560": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7561": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "7562": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2046": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2047": {
      "saints": [
        "April 29",
        "Mar. 25",
        "April 21",
        "April 14",
        "2048 *",
        "April 5",
        "April 5"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2049": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2050": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2051": {
      "saints": [
        "April 25",
        "April 18",
        "April 17",
        "April 10",
        "May 7",
        "April 2",
        "2052*",
        "April 21",
        "April 21"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "2053": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "2054": {
      "saints": [
        "April 13",
        "April 6",
        "May 3",
        "March 29",
        "* Denotes Leap Year"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "888": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "889": {
      "saints": [
        "The Book of Hours: Časoslov",
        "[The original colophon in the Church Slavonic edition:]",
        "In glory and praise of Almighty God and all His Saints:",
        "observing the order of the Holy Ecumenical",
        "Pontiff Pope Pius XI, by His successor Pope Pius XII,",
        "the labor of the Holy Congregation",
        "for the Eastern Churches,",
        "this book, Часоловъ, is approved,",
        "in the God-saved city of Elder Rome,",
        "at the printing press of the Grottaferatta Monastery,",
        "in the year from the creation of the world 7458, but",
        "from the Birth according to the flesh of God the Word,",
        "1950, Indiction 3, the month of August.",
        "▬ ● ● ▬",
        "The Ruthenian Recension",
        "History",
        "The “Liturgical Books according to the Ruthenian",
        "Recension for Ukrainians and Ruthenians” (Libri Liturgici",
        "Recensio Ruthena pro Ucrainis et Ruthenis) are typical",
        "editions of the liturgical books published by the Sacred",
        "Congregation for the Eastern Churches of the Holy See",
        "of Rome. They were issued from 1940 to 1975 in Church",
        "Slavonic according to the liturgical practices of the historic",
        "Metropolitanate of Kiev and the Churches sui iuris, and",
        "eparchies formed from the historic Eparchy of Mukačevo. The",
        "Holy See of Rome issued these texts in response to the request",
        "of the Ukrainian and Ruthenian Catholic bishops following",
        "their meeting in 1932. This volume is an English translation",
        "of the Часословъ (Časoslov). The Sacred Congregation for",
        "the Eastern Churches published the Book of Hours in two",
        "editions in 1950, the regular edition as translated here, and an",
        "expanded edition which appeared in the form of a Великий",
        "Часословъ (Velikyj Časoslov) or Great Book of Hours",
        "which included additional material: the Inter-hours and the",
        "Panaghia, the Common Служба (Služba) for feasts and pre-",
        "feasts of Christ and the Common Служба (Služba) for feasts",
        "of the Theotokos, the Canon to the Guardian Angel, a Canon",
        "of Repentance in Tone Six to the Most Holy Theotokos, the",
        "Служба (Služba) for the Departed for Friday evening and"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "890": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "891": {
      "saints": [
        "The Book of Hours: Časoslov\fSaturday morning, a Common Служба (Služba) for all days",
        "to our Lord Jesus Christ, the texts of the Eleven Resurrection",
        "Gospels of Sunday Matins with the eleven Exapostilaria and",
        "the Gospel stichera, a Typica for the Sunday of Pascha, a",
        "synaxarion for each day in the Menologion as well as fasting",
        "regulations, the Order of the Canon and Prayers before the",
        "reception of Holy Communion and the Thanksgiving Prayers",
        "after the reception of Holy Communion, and an alphabetical",
        "index of saints. This larger version of the Часословъ expanded",
        "the contents of Daily Matins with the addition of the complete",
        "texts of the eight Old Testament scriptural canticles and the",
        "New Testament canticle of Zechariah along with the canticle",
        "of the Theotokos. There were also other differences: the",
        "Midnight Hymn to the Theotokos which was presented at",
        "the conclusion of Morning Prayer in the smaller volume, was",
        "omitted in the larger one. The larger Часословъ (Časoslov)",
        "also omitted the Canon of the Hodegetria Mother of God.",
        "The Common Служба (Služba) to the Archangels and Angels",
        "commonly sung on Mondays, presented a different collection",
        "of stichera at Psalm 140 of Vespers and an alternate Canon to",
        "the Bodiless Ones in place of the Canon to the Archangels in",
        "the smaller Часословъ.",
        "The only previous attempt to issue a Book of Hours in",
        "English according to the typical edition of the Ruthenian",
        "Recension was the Horologion, Volume 1, 1967 and",
        "Horologion: The Days of Lent and Life Volume 2, 1968.",
        "These were produced by the Byzantine Franciscan Friars of",
        "Holy Protection Monastery, New Canaan, Connecticut, with",
        "the blessing of the Custos of Saint Mary of the Angels. These",
        "volumes were mostly complete, omitting daily Morning",
        "and Evening Prayers and with several other lacunae. The",
        "translation was their own, primarily the work of the Friars",
        "Marion Francis Kowala and George Appleyard, and they",
        "The Ruthenian Recension",
        "used the psalms from the Jerusalem Bible. Another attempt",
        "to produce an English language translation of the Часословъ",
        "was part of an initiative of Bishop Milan Šašik, C.M., Bishop",
        "of Mukačevo. On May 30, 2013 (Protocol No. 086/13),",
        "Bishop Šašik had enlisted the services of Jack Figel and",
        "Eastern Christian Publications to produce parallel English-",
        "Church Slavonic study editions of the collection of liturgical",
        "books published by the Sacred Congregation of the Eastern",
        "Churches according to the Ruthenian Recension. The first",
        "section of the Великий Часословъ (Velikyj Časoslov) 1950,",
        "with an English translation facing each Church Slavonic page,",
        "was published in 2017.",
        "This Edition",
        "This present volume uses existing translations from",
        "the revised translations promulgated by the Metropolitan",
        "Archbishop and Bishops of",
        "the Byzantine Ruthenian",
        "Metropolitan Church of Pittsburgh on January 6, 2007,",
        "and any subsequent official texts. These translations were",
        "revisions of previously issued texts according to the Ruthenian",
        "Recension which received approbation of the Metropolitan",
        "Archbishop or an eparchial bishop of the Byzantine Ruthenian",
        "Metropolitan Church of Pittsburgh. These texts were based",
        "on the translation style of the seminal text approved by the",
        "Holy See December 10, 1964, The Divine Liturgy of our",
        "Father among the Saints John Chrysostom published by the",
        "Byzantine Liturgical Conference 1965 with the blessing of",
        "the eparchial bishops of Pittsburgh and Passaic. That text,",
        "in turn, followed the arrangement and layout of the typical",
        "edition of that liturgy issued in 1941 by the Congregation of",
        "the Eastern Churches with the exception of the psalms. For",
        "the psalms for the 2007 revision, the Inter-eparchial Liturgical"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "892": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "893": {
      "saints": [
        "The Book of Hours: Časoslov\fCommission of the Byzantine Ruthenian Metropolitan Church",
        "of Pittsburgh chose to use The Psalms— A New Translation,",
        "The Grail, 1963. Therefore, the Grail Psalms are used in this",
        "volume and are printed in verse as printed in the Grail texts.",
        "In the typical editions of the Ruthenian Recension in Church",
        "Slavonic from the Congregation of the Eastern Churches the",
        "psalms are set in paragraph form. The psalms are the inspired",
        "Word of God given to us to use as the words of our prayer to",
        "God, so it is presented in verse to facilitate our prayer, but",
        "also the psalms are God’s Word to us. The latter function",
        "is as a reading from the Sacred Scripture for each horarium",
        "of prayer and to facilitate this function it is understandable",
        "they would be printed in paragraph form. Texts that had been",
        "used unofficially in the Ruthenian Church and had become",
        "popularized, but which were not in accord with the Church",
        "Slavonic texts, were reworked. The troparia and kontakia for",
        "the Menologion which did not appear in official texts have",
        "been newly translated from the Church Slavonic.",
        "The prayers at the conclusion of each Служба (Služba) for",
        "every day of the week in the Canonicon have never appeared",
        "in English. These required a fresh translation and appear in",
        "this volume for the first time in English.",
        "In this present volume, the capitalization style of the 1965",
        "translation and subsequent translations are used for pronouns",
        "referring to the Godhead. This style seemed more respectful,",
        "and it is easier when praying to quickly understand to whom",
        "the pronouns refer: God, the Theotokos or a saint. In accord",
        "with the 2007 revision texts, Bohorodica has been translated as",
        "Theotokos while Mati Boža has been translated as Mother of",
        "God. In addition, the typical edition usually uses the vocative",
        "form of the title father, Отчє, when inviting the celebrating",
        "priest to bless. However, there are also instances in which",
        "The Ruthenian Recension",
        "Master, Владыко, is used and these are specified in the text.",
        "This English language translation of the Часословъ",
        "(Časoslov) follows the pattern established in the typical edition",
        "regarding the red-letter incipit at the beginning of psalms,",
        "the priestly prayers, and the initial sticheron of the weekday",
        "services of the Canonicon, the Service to Archangels and",
        "Angels. Additionally, the Church Slavonic edition also uses",
        "a red-letter incipit for certain psalm verses of the Polyeleos",
        "of Sunday and Festal Matins and also for the First Kathisma",
        "at Vespers. Its usage in those places is to indicate how those",
        "psalms may be abbreviated, such that only the verse beginning",
        "with the red-letter incipit may be chanted in the abbreviated",
        "form.",
        "It should be noted that the typical edition of the Часословъ",
        "(Časoslov) varies in the usage of the prayers commonly called",
        "the “Usual Beginning Prayers,” Начало Обычноє (Načalo",
        "obyčnoje). In some cases, they are presented completely,",
        "while in other places the prayers are only referenced in",
        "abbreviated form in the rubrics, prescribing that the prayers",
        "be prayed in full. In yet other cases, the order of prayer begins",
        "with the invitatory, “Come, let us worship” such as for the",
        "First Hour. In the latter instance, the Часословъ (Časoslov)",
        "expects that the First Hour would follow immediately at the",
        "completion of Matins and thus the Usual Beginning Prayers",
        "would be omitted. However, if the First Hour is prayed",
        "separately instead of immediately following Matins, the Usual",
        "Beginning Prayers should be prayed in their entirety. Another",
        "variation is seen in Parakleisis, where the rubric indicates that",
        "following the priestly blessing, “Blessed is our God,” Psalm",
        "142 is prayed, yet the Usual Beginning Prayers are expected",
        "to be prayed before Psalm 142.",
        "When a translation of a typical edition is made to a",
        "vernacular, the formatting of the text must be made in accord"
      ],
      "troparia": {},
      "kontakia": {}
    },
    "894": {
      "saints": [],
      "troparia": {},
      "kontakia": {}
    },
    "895": {
      "saints": [
        "The Book of Hours: Časoslov\fwith the original. This is faithfully observed here, with",
        "the exception of the psalms as mentioned above, and the",
        "following other exceptions. Additional words in the rubrics,",
        "titles of prayers, or other notes which appear in other editions,",
        "or are intended to help or clarify this current edition, are in",
        "brackets. Prayers such as texts for recent beatifications or",
        "commemorations observed only in the United States which",
        "do not appear in the Ruthenian Recension of the Часословъ",
        "(Časoslov) are enclosed in brackets. For any prayer that is a",
        "complete quotation from Sacred Scripture or where an entire",
        "verse is a scriptural text, the reference appears in brackets.",
        "Scriptural quotations embedded within the texts of prayers,",
        "canons, stichera, troparia and kontakia and not indicated.",
        "As expected, the typical edition of the Часословъ",
        "(Časoslov) does not have detailed rubrics for the priest-",
        "celebrant. These are found exactly where one would expect,",
        "the Лїтурґїконъ сїєсть Служєбникъ (Liturgikon sijest’",
        "Služebnik), Rome, 1952. In that volume are found the rubrics",
        "for the priest-celebrant for all the services of the Divine",
        "Office, including the special forms of Vespers and Matins for",
        "the Great Fast, Great and Holy Week, and Pascha. Indications",
        "for Sunday and Festal Matins and Vespers which allow for",
        "the ministry of a deacon are also included. Another source for",
        "rubrics, specifically for Sunday and Festal Vespers and Matins,",
        "are found in the Ordo Celebrationis, Rome, 1944 (English",
        "and Latin/English editions by Eastern Christian Publications,",
        "1996 and 2007).",
        "The headers, artwork and icon engravings are from the",
        "larger edition of the Часословъ (Časoslov), Rome, 1950."
      ],
      "troparia": {},
      "kontakia": {}
    },
    "896": {
      "saints": [
        "The Book of Hours: Časoslov"
      ],
      "troparia": {},
      "kontakia": {}
    }
  }
}