{
  "fixed": {
    "nativity_theotokos": {
      "book": "Luke",
      "chapter": 1,
      "verses": "39-49, 56",
      "text": "In those days Mary arose and went with haste into the hill country, to a city of Judah, and she entered the house of Zechari'ah and greeted Elizabeth. And when Elizabeth heard the greeting of Mary, the babe leaped in her womb; and Elizabeth was filled with the Holy Spirit and she exclaimed with a loud cry, 'Blessed are you among women, and blessed is the fruit of your womb! And why is this granted me, that the mother of my Lord should come to me? For behold, when the voice of your greeting came to my ears, the babe in my womb leaped for joy. And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.' And Mary said, 'My soul magnifies the Lord, and my spirit rejoices in God my Savior, for he has regarded the low estate of his handmaiden. For behold, henceforth all generations will call me blessed; for he who is mighty has done great things for me, and holy is his name. And his mercy is on those who fear him from generation to generation. He has shown strength with his arm, he has scattered the proud in the imagination of their hearts, he has put down the mighty from their thrones, and exalted those of low degree; he has filled the hungry with good things, and the rich he has sent empty away. He has helped his servant Israel, in remembrance of his mercy, as he spoke to our fathers, to Abraham and to his posterity for ever.' And Mary remained with her about three months, and returned to her home."
    }
  },
  "lent": {
    "1": {
      "book": "Matthew",
      "chapter": 6,
      "verses": "14-21",
      "text": "For if you forgive men their trespasses, your heavenly Father also will forgive you; but if you do not forgive men their trespasses, neither will your Father forgive your trespasses. And when you fast, do not look dismal, like the hypocrites, for they disfigure their faces that their fasting may be seen by men. Truly, I say to you, they have received their reward. But when you fast, anoint your head and wash your face, that your fasting may not be seen by men but by your Father who is in secret; and your Father who sees in secret will reward you. Do not lay up for yourselves treasures on earth, where moth and rust consume and where thieves break in and steal, but lay up for yourselves treasures in heaven, where neither moth nor rust consumes and where thieves do not break in and steal. For where your treasure is, there will your heart be also."
    },
    "default": {
      "book": "Matthew",
      "chapter": 6,
      "verses": "14-21",
      "text": "Default Lent reading."
    }
  },
  "pascha": {
    "0": {
      "book": "John",
      "chapter": 1,
      "verses": "1-17",
      "text": "In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God; all things were made through him, and without him was not anything made that was made. In him was life, and the life was the light of men. The light shines in the darkness, and the darkness has not overcome it."
    },
    "default": {
      "book": "John",
      "chapter": 1,
      "verses": "1-17",
      "text": "Default Pascha reading."
    }
  },
  "pentecostarion": {
    "1": {
      "0": {
        "book": "Matthew",
        "chapter": 28,
        "verses": "16-20",
        "text": "Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. And when they saw him they worshiped him; but some doubted. And Jesus came and said to them, 'All authority in heaven and on earth has been given to me. Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you; and lo, I am with you always, to the close of the age.'"
      }
    },
    "default": {
      "book": "Matthew",
      "chapter": 28,
      "verses": "16-20",
      "text": "Default Pentecostarion reading."
    }
  }
}