{
  "1": {
    "troparion": "The stone was sealed by the Jews, soldiers guarded Your\nmost pure body, but You, O Savior, arose on the third day\ngranting life to the world. Therefore, the heavenly powers\nacclaimed You, O Giver of Life: Glory to Your resurrection,\nO Christ! Glory to Your Kingdom! Glory to Your salvation!\nYou alone love mankind.",
    "theotokion": "O holy Tabernacle, Gabriel cried out to you: Rejoice,\nO Virgin, full of grace: the Lord of All became incarnate of\nyou, as the righteous David had foretold. In bearing your\nCreator, you have shown yourself to surpass the vastness of\nthe heavens. We therefore cry out: Glory to Him Who dwelt in\nyou! Glory to Him Who came forth from you. Glory to Him\nWho has set us free through your life-giving birth.",
    "hypakoe": "The repentance of the good thief opened paradise to him,\nand the tears of the myrrh-bearing women proclaimed the\njoyful news: O Christ as God You are risen, granting great\nmercy to the world.\nTroparia and Kontakia of the Resurrection\ninviolate; yet you are acknowledged, without doubt, to be the\nMother who gave birth to the true God. We beg you, therefore,\nto entreat Him to save our souls.\nAt the Matins Prokeimenon, Psalm 12:\nI Myself will arise, says the Lord. I will grant them the\nsalvation for which they thirst.\nVerse: The words of the Lord are words without alloy.\nKontakion\nAccording to: When You will come:\n(Jehda prijdesi:\n)\nAs God, You arose in glory from the grave and raised the\nworld with You. Human nature praises You as God and Death\nhas vanished. Adam sings in exaltation, O Lord; Eve, freed\nfrom bondage, cries joyfully: O Christ, it is You Who give\nresurrection to all."
  },
  "2": {
    "troparion": "When You descended to death, O Immortal Life, You\ndestroyed Hades by the brilliance of Your divinity; and when\nYou raised the dead from the depths of the earth, all the\nheavenly powers cried out: O Giver of Life, Christ our God,\nglory to You.",
    "theotokion": "O Theotokos,\nthe mysteries surrounding you are\nexceedingly glorious, and beyond the power of understanding.\nFor you retained the seal of purity, and your virginity remained\nThe women went to the tomb after Your passion to anoint\nYour body, O Christ our God. They saw the angels and were\nastonished; for they heard them crying with a loud voice: The\nLord is risen and grants great mercy to the world.\nAt the Matins Prokeimenon, Psalm 7:\nLord, rise up in Your anger, rise against the fury of\nmy foes. My God, awake! You will give judgment. Let the\ncompany of nations gather round You.\nVerse: Lord God, I take refuge in You. From my pursuers\nsave me and rescue me.\nKontakion\nYou arose from the grave, Almighty Savior. Seeing\nthe miracle, Hades was struck with fear; the dead arose. At\nthis sight, all creation rejoices with You; Adam joins with\nexultation; and the world, O my Savior, sings Your praises\nforever.",
    "hypakoe": ""
  },
  "3": {
    "troparion": "Let the heavens rejoice, let the earth be glad; for the Lord\nhas shown the might of His arm. By His death the Lord has\ntrampled Death; He has become the first-born of the dead; He\nhas delivered us from the depths of Hades and has granted\ngreat mercy to the world.\nThe Book of Hours: Časoslov\fTheotokion\nWe sing your praises, O Virgin; for as the Theotokos, you\nalways intercede for the salvation of the human race. It is from\nyou that our God and your Son took flesh. Then, by suffering\nthe Passion on the cross, He delivered us from corruption as\nthe Lover of Mankind.",
    "theotokion": "",
    "hypakoe": "The brilliant angel startled the myrrh-bearing women and\nsaid: Why do you seek the Living One in the grave? He is\ntruly risen and has emptied the tombs. Know, therefore, that\nthe Changeless One changed corruption to incorruption. Say\nto Him: How dreadful are Your works, O Lord, for by Your\ndeath You have saved the human race.\nAt the Matins Prokeimenon, Psalm 95:\nProclaim to the nations: God is King. The world He made\nfirm, not to be moved.\nVerse: O sing a new song to the Lord; sing to the Lord,\nall the earth.\nKontakion\nAccording to: Today the Virgin:\n(D’iva dnes’:\n)\nToday, You arose from the grave, O merciful Lord; You\nled us out of the gates of Death. Today, Adam exalts and Eve\nrejoices. With them, the prophets and patriarchs ever praise\nthe might of Your divine power.\nTroparia and Kontakia of the Resurrection"
  },
  "4": {
    "troparion": "The joyful message of the resurrection was heard by\nthe women disciples from the angel, and being freed from\nthe ancestral curse, they boasted to the apostles: Death is\ndespoiled; Christ our God is risen, giving great mercy to the\nworld.\nO faithful, let us praise and adore the Word eternal with the\nFather and the Spirit, and born of the Virgin for our salvation.\nFor He chose to ascend the cross in the flesh and to suffer\ndeath, and to raise the dead by His glorious resurrection.",
    "theotokion": "The mystery hidden from all ages and unknown to the\nangels has been made known to those on earth through you, O\nTheotokos. God has taken flesh in a union without confusion,\nand willingly accepted the cross for us; whereby He raised the\nfirst formed Adam and saved our souls from death.\nRejoice, Virgin, impassible Gateway of the Lord! Rejoice,\nprotective Wall of those who take refuge in you! Rejoice,\npeaceful Haven untroubled by storms! Rejoice, O Virgin who\nhas not known wedlock, and yet has given birth in the flesh to\nyour Creator and God! O Theotokos, never cease to intercede\nfor all those who praise and worship your Son.",
    "hypakoe": "The myrrh-bearing women hastened to the apostles and\nrelated to them the account of Your Resurrection, O Christ,\nsaying: You rose because You are God, and You grant great\nmercy to the world.\nAt the Matins Prokeimenon, Psalm 43:\nStand up and come to our help! Redeem us because of\nYour love!\nVerse: We heard with our own ears, O God; our fathers\nhave told us the story of the things You did in days long ago.\nKontakion\nAccording to: You have revealed Yourself:\n(Javilsja jesi dnes’:\n)\nO my Savior and Redeemer, as God, You raised from the\ngrave all those who were in chains and destroyed the gates of\nHades; and, as Lord, You arose on the third day.\nThe Book of Hours: Časoslov\fTONE FIVE\nThe minds of the myrrh-bearing women were dazzled\nby the angelic vision, and their souls were illumined by the\ndivine Resurrection. Therefore, they spoke to the apostles,\nsaying: Declare to the nations the Resurrection of the Lord\nWho works His wonders with us and bestows on us great\nmercy.\nAt the Matins Prokeimenon, Psalm 9:\nArise, then, Lord! My God, lift up Your hand! The Lord\nis King forever!\nVerse: I will praise You, Lord, with all my heart; I will\nrecall all Your wonders.\nTroparia and Kontakia of the Resurrection\nKontakion\nAccording to: Let us the faithful:\n(Sobeznačal’noje Slovo:\n)\nO Savior, You descended into Hades. You crushed its\ngates as the Almighty. You raised the dead and destroyed the\nsting of Death as the Creator. You delivered Adam from the\ncurse, O Lover of Mankind; therefore, all cry out to You, O\nLord, save us."
  },
  "6": {
    "troparion": "Angelic powers appeared at Your tomb, and the guards\nbecame like dead men. Mary stood at the tomb seeking Your\nmost pure body. You despoiled Hades without a challenge.\nYou, the Giver of Life, met the Virgin. O Lord, risen from the\ndead, glory to You.",
    "theotokion": "Christ, Who called you “Mother” and “Blessed One,”\naccepted the Passion of His own free will. In His desire to find\nthe fallen Adam, He caused light to shine forth from His cross\nin order to search him out. Then He said to the angels: Rejoice\nwith me, for I have found the lost piece of silver. Glory to\nYou, O God, Who accomplished all things in such wisdom.",
    "hypakoe": "By Your voluntary and life-giving death, O Christ,\nYou crushed the gates of Hades and opened the paradise of\nold, because You are God! Having risen from the dead You\nredeemed our life from corruption.\nThe Book of Hours: Časoslov\nAt the Matins Prokeimenon, Psalm 79:\nTroparia and Kontakia of the Resurrection\nO Lord, rouse up Your might! O Lord, come to our help!\nVerse: O Shepherd of Israel, hear us; You Who lead\nJoseph like a flock.\nYou have taken our image and likeness and endured\ncrucifixion in the flesh; save me by Your resurrection, O Christ\nour God, for You are the Lover of Mankind.\nKontakion\nAt the Matins Prokeimenon, Psalm 9:\nChrist our God, the Life-giver, with His life-giving hand\nraised the dead from the valley of death, granting resurrection\nto all of us. He is the Savior of All, the Resurrection, the Life,\nand the God of All.\nArise, then, Lord my God, lift up Your hand. O God, do\nnot forget the poor!\nVerse: I will praise You, Lord, with all my heart; I will\nrecount all Your wonders."
  },
  "7": {
    "troparion": "You have destroyed Death by Your cross; You opened\nparadise to the thief. The sorrow of the myrrh-bearers You\nturned to joy. You commanded Your apostles to proclaim;\nChrist our God, You have risen, granting great mercy to the\nworld.",
    "theotokion": "O Theotokos, we sing your praises, for you were a virgin\nbefore conceiving, and remained a virgin after giving birth.\nAnd since you have given birth to our Salvation, Jesus Christ,\nyou have become a treasury of assistance for all who seek\nresurrection and eternal life. Therefore, lift us up from the\ndepths of our transgressions, for we place our hope in you.\nKontakion\nNo longer can the might of Death rule over us; Christ\ndescended, destroying and crushing its power. Hades remains\nenchained. The prophets rejoice together. The Savior has\nappeared, saying to those in darkness: Come forth, faithful, to\nthe Resurrection.",
    "hypakoe": ""
  },
  "8": {
    "troparion": "You descended from on high, O merciful One. You\naccepted burial for three days to free us from our passions. O\nLord, our Resurrection and our Life, glory to You.",
    "theotokion": "O gracious Lord, for the sake of mankind You were born\nof a virgin; through Your death on the cross You conquered\nDeath; and through Your resurrection You revealed Yourself\nas God. O Merciful Lord, do not disdain those whom You\nhave created with Your own hands, but show forth Your love\nThe Book of Hours: Časoslov\ffor mankind. Accept the intercession which the Mother who\nbore You makes in our behalf: O Savior, save Your despairing\npeople.",
    "hypakoe": "The myrrh-bearing women came to the tomb of the Giver\nof Life, seeking among the dead the Lord, Who is deathless.\nWhen they received the Good News from the angels, they\npreached to the apostles that the Lord is risen, granting great\nmercy to the world.\nAt the Matins Prokeimenon, Psalm 145:\nThe Lord will reign forever; Zion’s God from age to age.\nVerse: My soul, give praise to the Lord! I will praise my\nGod all my days.\nKontakion\nAccording to: To You, O Lord, the Gardener:\n(Jako načatki:\n)\nRising from the grave, You raised the dead. You lifted\nup Adam, and Eve rejoices in Your resurrection. The whole\nworld celebrates Your resurrection from the dead, O Most\nMerciful One."
  }
}