{
  "4": {
    "standard": [],
    "stavro": [
      "O Virgin, All-Immaculate Mother of Christ God, a sword\npierced your holy soul when you saw your Son and God\nwillingly crucified. Therefore, O Blessed One, never cease to\npray to Him that he may grant us forgiveness of our sins."
    ]
  },
  "5": {
    "standard": [
      "With the angels of heaven and with people on earth, O\nTheotokos, we cry out to you exultingly: Rejoice, O gate that\nis wider than heaven! Rejoice, only salvation of the human\nrace! Rejoice, O honorable one, full of grace, who gave birth\nto the incarnate God!"
    ],
    "stavro": [
      "Since you are all-pleasing to God, may the error of idol\nworship be destroyed, and may the power of demons be\ntrodden underfoot by the might of your Son’s cross. Therefore,\nwe, the faithful, always sing to you in humility; we bless you\nand we exalt you, professing that you are truly the Theotokos."
    ]
  },
  "6": {
    "standard": [
      "The announcement of Gabriel to the Virgin was the\nbeginning of salvation, for she heard the salutation and did\nnot flee from the greeting, nor did she doubt as did Sarah in\nthe tent. She proclaimed, instead: Behold the handmaid of the\nLord. Be it done to me according to your word."
    ],
    "stavro": [
      "O Virgin Theotokos, pray to your Son, Christ our God,\nWho delivered the world from error, when He accepted\nwillingly to be crucified, that He may have mercy on our souls."
    ]
  },
  "7": {
    "standard": [
      "Undefiled Virgin Theotokos, pray to your Son with the\npowers of heaven that before death, He may grant forgiveness\nof sins to those who faithfully glorify Him."
    ],
    "stavro": [
      "O Virgin Theotokos, intercede with Christ our God Who\nwas crucified for us and destroyed the power of Death, that He\nmay save our souls."
    ]
  },
  "8": {
    "standard": [
      "Rejoice, O Woman who at the angel’s greeting, contained\nthe joy of the world! Rejoice, for you gave birth to your\nCreator and Lord! Rejoice, for you were made worthy to\nbecome the Theotokos!"
    ],
    "stavro": [
      "Seeing the Lamb and Shepherd and Savior of the world\non the cross, she who bore Him said weeping: The world\nrejoices, for it receives redemption; but my inner being burns\nas I see Your crucifixion which You endured for all, O my Son\nand my God."
    ]
  }
}